using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public class YoloConfig : MonoBehaviour
{
    public static readonly string[] names = new string[]
         {
            "人", // 0
"自行车", // 1
"汽车", // 2
"摩托车", // 3
"飞机", // 4
"公共汽车", // 5
"火车", // 6
"卡车", // 7
"船", // 8
"红绿灯", // 9
"消防栓", // 10
"停止标志", // 11
"停车计时器", // 12
"长凳", // 13
"鸟", // 14
"猫", // 15
"狗", // 16
"马", // 17
"羊", // 18
"牛", // 19
"大象", // 20
"熊", // 21
"斑马", // 22
"长颈鹿", // 23
"背包", // 24
"雨伞", // 25
"手提包", // 26
"领带", // 27
"手提箱", // 28
"飞盘", // 29
"滑雪板", // 30
"雪板", // 31
"运动球", // 32
"风筝", // 33
"棒球棒", // 34
"棒球手套", // 35
"滑板", // 36
"冲浪板", // 37
"网球拍", // 38
"瓶子", // 39
"酒杯", // 40
"杯子", // 41
"叉子", // 42
"刀子", // 43
"勺子", // 44
"碗", // 45
"香蕉", // 46
"苹果", // 47
"三明治", // 48
"橙子", // 49
"西兰花", // 50
"胡萝卜", // 51
"热狗", // 52
"比萨饼", // 53
"甜甜圈", // 54
"蛋糕", // 55
"椅子", // 56
"沙发", // 57
"盆栽", // 58
"床", // 59
"餐桌", // 60
"厕所", // 61
"电视", // 62
"笔记本电脑", // 63
"鼠标", // 64
"遥控器", // 65
"键盘", // 66
"手机", // 67
"微波炉", // 68
"烤箱", // 69
"烤面包机", // 70
"水槽", // 71
"冰箱", // 72
"书", // 73
"时钟", // 74
"花瓶", // 75
"剪刀", // 76
"泰迪熊", // 77
"吹风机", // 78
"牙刷" // 79

         };
}
